{
    "experienceEducation": "Professional experiences & educations.",
    "contact": "Contact",
    "welcomeMessageTitle": "You invest in my world’s potential",
    "welcomeMessageSubTitle": "I focus on accelerated, emerging, innovative technology that can unlock long-term value and growth.",
    "getStarted": "Get Started",
    "contactMe": "Contact Me",
    "projects": "Projects",
    "summarySubtitle": "Overview",
    "summaryTitle": "Highly qualified and well-established individual.",
    "summaryDescription": "Experienced developer focused on leading and programming efficient processes using knowledge of requirements, client relations, training and secure conceptions.",
    "summaryPoint1": "Fully billingual for spoken and written in French and English",
    "summaryPoint2": "Valid federal security clearance",
    "summaryPoint3": "Extensive knowledge with Cloud and onPrem technologies",
    "summaryPoint4": "Tech savvy with the ability to quickly learn and apply new software to the position",
    "summaryPoint5": "Efficient communication skills for discussing projects at all levels, with the ability to clearly articulate the work, issues and challenges in technical and non-technical terms",
    "summaryPoint6": "Expert in achieving high levels of multi-tasking by remaining focused and goal-oriented",
    "projectsTitle": "Learn more my solutions.",
    "projectsSubTitle": "For security reasons, I will only be referring to the projects anonymously and there technical aspect.",
    "objectives": "Objectives",
    "technologies": "Technologies",
    "role": "Role",
    "projectA": "Project A",
    "AI": "Artificial Intelligence",
    "projectAObjectiveDescription": "Create a web-based solution to evaluate the effectivness of many artificial intelligence facial recongnition algorythyms. Run the scenario between different physical stations with live participants. After capturing the data, build reports and statistics for upper management to complete a decision and move to the next phase of the project (out of 5).",
    "projectARoleDescription": "For this solution, I acted as developer and consulted with senior colleages. Unfortunately, I was moved away from the project before finishing the web platform for reasons such as funding and resource issues.",
    "projectB": "Project B",
    "mobileApproach": "Mobile Approach First",
    "projectBObjectiveDescription": "Conceive a rapid solution enabling field users to effectively enter data about cases from their computers or mobile devices. Migrate data from the legacy system and configure a reporting dashboard based on the new data source.",
    "projectBRoleDescription": "For this solution, I acted as developer and collaborated with 6 team members.",
    "projectC": "Project C",
    "caseManagement": "Case Management",
    "projectCObjectiveDescription": "Create a fast-paced solution for technical and non-technical users to create requests and collaborate on the online forms. Migrate data from the legacy system and configure a reporting dashboard based on the new data source.",
    "projectCRoleDescription": "For this solution, I acted as team lead and managed my resources and the clients expectations.",
    "projectD": "Project D",
    "internalEfficiency": "Internal Efficiency",
    "projectDObjectiveDescription": "Develop a fast-paced solution for upper management to submit requests for suboordonites overtime and escalate for approval. Migrate data from the previous solution and configure a reporting dashboard based on the new data source.",
    "projectDRoleDescription": "For this solution, I acted as team lead and managed my resources and the clients expectations.",
    "timeline": "Timeline",
    "computerEngineering": "Computer Engineering",
    "computerEngineeringTime": "Enrolled at La Cité Collégiale in September 2018",
    "computerEngineeringDescription": "I enrolled to La Cité Collégiale and moved to Ottawa, Ontario.",
    "supportAte": "Support ATE",
    "supportAteTime": "Hired at Hawkesbury General Hospital from Mai 2019 to August 2019",
    "supportAteDescription": "Got started at my first summer internship.",
    "softwareDevelopment": "Software Development",
    "softwareDevelopmentTime": "Changed programs at La Cité Collégiale in January 2020",
    "softwareDevelopmentDescription": "After spending 2 years in the engineering program and realizing I would prefer focusing on the software aspect instead of electrical, I transfered my credits to the adjacent program Software Development.",
    "softwareDevelopmentGraduatedTime": "Graduated from La Cité Collégiale in April 2022",
    "softwareDevelopmentGraduatedDescription": "Graduated with diploma and nomination.",
    "juniorApplicationDeveloper": "Junior Application Developer (IT-01)",
    "juniorApplicationDeveloperTime": "Hired at Canada Border Services Agency on January 2021",
    "juniorApplicationDeveloperDescription": "Obtained my second internship and casual position under Accelerated Innovative Emerging Technologies (AIET), Business Technology Information Directorate (BTID), Information Science Technology Branch (ISTB), Canada Border Services Agency (CBSA) while completing my college program.",
    "programmerAnalyst": "Programmer Analyst (IT-02)",
    "programmerAnalystTime": "Promoted at Canada Border Services Agency on January 2022",
    "programmerAnalystDescription": "Promoted to IT-02 indeterminate.",
    "teamLead": "Team Lead (IT-03)",
    "teamLeadTime": "Promoted at Canada Border Services Agency on November 2024",
    "teamLeadDescription": "Promoted to IT-03 acting then indeterminate.",
    "latest": "Latest",
    "emailAddress": "Email Address",
    "phoneNumber": "Phone Number",
    "getInTouch": "Let's discuss further.",
    "getInTouchDescription": "I'm hoping this peaked your interest to contact me for more details. I look forward to hearing from you.",
    "downloadResume": "Download Resume"
}