{
    "summary": "Summary",
    "experienceEducation": "Experience & Education",
    "contact": "Contact",
    "welcomeMessagePart1": "Welcome to",
    "welcomeMessagePart2": "Portfolio",
    "summarySubtitle": "Brief overview of my work ethics and professionalism",
    "summaryTitle": "Highly qualified and well-established in collaborating for fast–paced solutions.",
    "summaryDescription": "Experienced developer focused on leading and programming efficient processes using knowledge of requirements, client relations, training and secure conceptions.",
    "summaryPoint1": "Tested by PSCC for secondary language (English) with valid results of CCE",
    "summaryPoint2": "Security clearance level Secret valid until October 2031",
    "summaryPoint3": "Navigate Cloud and onPrem technologies with relative cybersecurity protocols and procedures",
    "summaryPoint4": "Tech savvy, with the ability to quickly learn and apply new software applications to the position.",
    "summaryPoint5": "Efficient communication skills for discussing projects at all levels, with the ability to clearly articulate the work, issues and challenges.",
    "summaryPoint6": "Expert in achieving high levels of multi-tasking by remaining focused and goal-oriented.",
    "computerEngineering": "Computer Engineering",
    "computerEngineeringTime": "Enrolled at La Cité Collégiale in September 2018",
    "computerEngineeringDescription": "After graduating high school, I enrolled to La Cité and moved from my hometown to Ottawa, Ontario.",
    "supportAte": "Support ATE",
    "supportAteTime": "Hired at Hawkesbury General Hospital from Mai 2019 to August 2019",
    "supportAteDescription": "Got started at my first summer internship as Support ATE.",
    "softwareDevelopment": "Software Development",
    "softwareDevelopmentTime": "Changed programs at La Cité Collégiale in January 2020",
    "softwareDevelopmentDescription": "After spending 2 years in the engineering program and realizing i would prefer focusing on the software aspect instead of the electrical, I transfered my credits to the adjacent program Software Development.",
    "softwareDevelopmentGraduatedTime": "Graduated at La Cité Collégiale in April 2022",
    "softwareDevelopmentGraduatedDescription": "Graduated with college diploma and nomination.",
    "juniorApplicationDeveloper": "Junior Application Developer (IT-01)",
    "juniorApplicationDeveloperTime": "Hired at Canada Border Services Agency on January 2021",
    "juniorApplicationDeveloperDescription": "Acquired my second internship and casual position at AIET, BTID, ISTB, CBSA while completing my college program.",
    "programmerAnalyst": "Programmer Analyst (IT-02)",
    "programmerAnalystTime": "Promoted at Canada Border Services Agency on January 2022",
    "programmerAnalystDescription": "While waiting for my graduation, my manager promoted me to IT-02 indeterminate.",
    "teamLead": "Team Lead (IT-03)",
    "teamLeadTime": "Promoted at Canada Border Services Agency on November 2024",
    "teamLeadDescription": "Promoted to acting for a 1 year trial. Manager currently in progress to procure indeterminate or acting extension based on available funding.",
    "latest": "Latest",
    "getInTouch": "Get In Touch",
    "getInTouchDescription": "This short showcase hopefully peaked your interest to contact me for more details. I look forward to hearing from you.",
    "downloadResume": "Download Resume"
}