{
    "summary": "Sommaire",
    "experienceEducation": "Expérience & Éducation",
    "contact": "Contact",
    "welcomeMessagePart1": "Bienvenue au portfolio de",
    "welcomeMessagePart2": "",
    "summarySubtitle": "Bref aperçu de mon éthique de travail et de mon professionnalisme",
    "summaryTitle": "Hautement qualifié et bien établi dans la collaboration pour des solutions rapides.",
    "summaryDescription": "Développeur expérimenté axé sur la direction et la programmation de processus efficaces en utilisant la connaissance des exigences, des relations clients, de la formation et des conceptions sécurisées.",
    "summaryPoint1": "Testé par le PSCC pour la langue secondaire (anglais) avec des résultats valides du CCE",
    "summaryPoint2": "Niveau d'habilitation de sécurité Secret valable jusqu'en octobre 2031",
    "summaryPoint3": "Naviguer les technologies Cloud et onPrem avec les protocoles et procédures de cybersécurité associés",
    "summaryPoint4": "Expert en technologie, avec la capacité d'apprendre et d'appliquer rapidement de nouvelles applications logicielles au poste.",
    "summaryPoint5": "Compétences de communication efficaces pour discuter de projets à tous les niveaux, avec la capacité d'articuler clairement le travail, les problèmes et les défis.",
    "summaryPoint6": "Expert dans l'atteinte de niveaux élevés de multitâche en restant concentré et axé sur les objectifs.",
    "experienceEducationTimeline": "Chronologie de mon expérience et éducation",
    "computerEngineering": "Génie Informatique",
    "computerEngineeringTime": "Inscrit à La Cité Collégiale en septembre 2018",
    "computerEngineeringDescription": "Après avoir obtenu mon diplôme d’études secondaires, je me suis inscrit à La Cité et j’ai déménagé de ma ville natale à Ottawa, Ontario.",
    "supportAte": "Support ATE",
    "supportAteTime": "Embauché à l'Hôpital Général de Hawkesbury de mai 2019 à août 2019",
    "supportAteDescription": "J'ai commencé mon premier stage d'été COOP en tant que Support ATE.",
    "softwareDevelopment": "Programmation Informatique",
    "softwareDevelopmentTime": "Changer de programmes à La Cité Collégiale en janvier 2020",
    "softwareDevelopmentDescription": "Après avoir passé 2 ans dans le programme d'ingénierie et réalisé que je préférerais me concentrer sur l'aspect logiciel plutôt que sur l'aspect électrique, j'ai transféré mes crédits au programme adjacent de Programmation Informatique.",
    "softwareDevelopmentGraduatedTime": "Diplômé de La Cité Collégiale en avril 2022",
    "softwareDevelopmentGraduatedDescription": "Gradués avec un diplôme d'études collégiales et nomination.",
    "juniorApplicationDeveloper": "Développeur d'applications junior (IT-01)",
    "juniorApplicationDeveloperTime": "Embauché à l'Agence des services frontaliers du Canada en janvier 2021",
    "juniorApplicationDeveloperDescription": "J'ai obtenu mon deuxième stage et poste occasionnel chez AIET, BTID, ISTB, CBSA tout en complétant mon programme collégial.",
    "programmerAnalyst": "Programmeur Analyste (IT-02)",
    "programmerAnalystTime": "Promu à l'Agence des services frontaliers du Canada en janvier 2022",
    "programmerAnalystDescription": "En attendant de ma graduation, mon gestionnaire m'a promu au niveau IT-02 pour une durée indéterminée.",
    "teamLead": "Chef d'équipe (IT-03)",
    "teamLeadTime": "Promu à l'Agence des services frontaliers du Canada en novembre 2024",
    "teamLeadDescription": "Promu à titre intérimaire pour un an d'essai. Mon gestionnaire est dans le processes d'obtenir une prolongation de contrat indéterminée ou intérimaire, en fonction des fonds disponibles.",
    "latest": "Récent",
    "getInTouch": "Contactez-moi et faisons quelque chose de grand",
    "getInTouchDescription": "J'espère que cette courte démonstration vous aura donné envie de me contacter pour plus de détails. Au plaisir de vous rencontrez.",
    "downloadResume": "Télécharger CV"
}