{
    "experienceEducation": "Expériences professionnelles et éducations.",
    "contact": "Contact",
    "welcomeMessageTitle": "Vous investissez dans le potentiel de mon monde",
    "welcomeMessageSubTitle": "Je me concentre sur les technologies accélérés, émergentes et innovantes qui peuvent générer de la valeur et croissance à long terme.",
    "getStarted": "Commencer",
    "contactMe": "Contactez-moi",
    "projects": "Projets",
    "summarySubtitle": "Aperçu",
    "summaryTitle": "Individu hautement qualifiée et reconnue.",
    "summaryDescription": "Développeur expérimenté axé sur la direction et la programmation de processus efficaces en utilisant la connaissance des exigences, des relations clients, de la formation et des conceptions sécurisées.",
    "summaryPoint1": "Parfaitement bilingue, à l'oral comme à l'écrit, en français et en anglais",
    "summaryPoint2": "Autorisation de sécurité fédérale valide",
    "summaryPoint3": "Connaissances approfondies des technologies Cloud et onPrem",
    "summaryPoint4": "Maîtrise des outils technologiques rapidement et capacité d'apprendre et appliquer de nouveaux logiciels au poste",
    "summaryPoint5": "Excellentes compétences en communication pour discuter de projets à tous les niveaux, avec la capacité d'exposer clairement le travail, les problèmes et les défis en termes techniques et non techniques",
    "summaryPoint6": "Expert en gestion de multitâche avec une concentration et orientation claires vers les objectifs",
    "projectsTitle": "Découvrez plus mes solutions.",
    "projectsSubTitle": "Pour des raisons de sécurité, je ne ferai seulement référence aux projets que de manière anonyme et à leurs aspects techniques.",
    "objectives": "Objectifs",
    "technologies": "Technologies",
    "role": "Rôle",
    "projectA": "Projet A",
    "AI": "Intelligence artificielle",
    "projectAObjectiveDescription": "Concevoir une solution web pour évaluer l'efficacité de plusieurs algorithmes de reconnaissance faciale basés sur l'intelligence artificielle. Mettre en œuvre ce scénario entre différents postes de travail avec des participants. Après la collecte des données, générer des rapports et statistiques pour les gestionaires afin de faciliter la prise de décision et le passage à la phase suivante du projet (sur 5).",
    "projectARoleDescription": "Pour cette solution, j'ai travaillé comme développeur et j'ai consulté des collègues plus expérimentés. Malheureusement, j'ai dû quitter le projet avant de terminer la plateforme web, notamment pour des raisons de financement et ressources.",
    "projectB": "Projet B",
    "mobileApproach": "Approche Mobile Premier",
    "projectBObjectiveDescription": "Concevoir une solution rapide permettant aux utilisateurs sur le terrain de saisir efficacement des données sur les cas depuis leurs ordinateurs ou appareils mobiles. Migrer les données du système existant et configurer un tableau de reportage basé sur la nouvelle source de données.",
    "projectBRoleDescription": "Pour cette solution, j'ai agi en tant que développeur et j'ai collaboré avec 6 membres de l'équipe.",
    "projectC": "Projet C",
    "caseManagement": "Gestion de Cas",
    "projectCObjectiveDescription": "Concevoir une solution rapide permettant aux utilisateurs, qu'ils soient experts techniques ou non, de créer des demandes et collaborer sur des formulaires en ligne. Migrer les données du système existant et configurer un tableau de reportage basé sur la nouvelle source de données.",
    "projectCRoleDescription": "Pour cette solution, j'ai agi en tant que chef d'équipe et j'ai géré mes ressources ainsi que les attentes des clients.",
    "projectD": "Projet D",
    "internalEfficiency": "Efficacité Interne",
    "projectDObjectiveDescription": "Concevoir une solution rapide permettant à la direction de soumettre des demandes d'heures supplémentaires pour les sous-traitants et de les faire remonter pour approbation. Migrer les données de la solution précédente et configurer un tableau de reportage basé sur la nouvelle source de données.",
    "projectDRoleDescription": "Pour cette solution, j'ai agi en tant que chef d'équipe et j'ai géré mes ressources ainsi que les attentes des clients.",
    "timeline": "Chronologie",
    "computerEngineering": "Génie Informatique",
    "computerEngineeringTime": "Inscrit à La Cité Collégiale en septembre 2018",
    "computerEngineeringDescription": "Je me suis inscrit à La Cité Collégiale et j’ai déménagé à Ottawa, Ontario.",
    "supportAte": "Support ATE",
    "supportAteTime": "Embauché à l'Hôpital Général de Hawkesbury de mai 2019 à août 2019",
    "supportAteDescription": "J'ai commencé par mon premier stage d'été.",
    "softwareDevelopment": "Programmation Informatique",
    "softwareDevelopmentTime": "Changer de programmes à La Cité Collégiale en janvier 2020",
    "softwareDevelopmentDescription": "Après avoir passé deux ans dans le programme d'ingénierie et réalisé que je préférais me concentrer sur l'aspect logiciel plutôt qu'électrique, j'ai transféré mes crédits au programme adjacent de Développement de Logiciel.",
    "softwareDevelopmentGraduatedTime": "Diplômé de La Cité Collégiale en avril 2022",
    "softwareDevelopmentGraduatedDescription": "Gradués avec diplôme d'étude et nomination.",
    "juniorApplicationDeveloper": "Développeur d'applications junior (IT-01)",
    "juniorApplicationDeveloperTime": "Embauché à l'Agence des services frontaliers du Canada en janvier 2021",
    "juniorApplicationDeveloperDescription": "J'ai obtenu mon deuxième stage et un emploi occasionnel au sein de l'équipe Accelerated Innovative Emerging Technologies (AIET), Business Technology Information Directorate (BTID), Information Science Technology Branch (ISTB), Canada Border Services Agency (ASFC) tout en terminant mon programme collégial.",
    "programmerAnalyst": "Programmeur Analyste (IT-02)",
    "programmerAnalystTime": "Promu à l'Agence des services frontaliers du Canada en janvier 2022",
    "programmerAnalystDescription": "Promu au poste IT-02 indéterminé.",
    "teamLead": "Chef d'équipe (IT-03)",
    "teamLeadTime": "Promu à l'Agence des services frontaliers du Canada en novembre 2024",
    "teamLeadDescription": "Promu au poste IT-03 intérim puis indéterminé.",
    "latest": "Récent",
    "emailAddress": "Adresse Courriel",
    "phoneNumber": "Numéro de Téléphone",
    "getInTouch": "Poursuivons une discussion",
    "getInTouchDescription": "J'espère que ceci a piqué votre intérêt et que vous me contacterez pour obtenir plus de détails. J'attente de votre réponse.",
    "downloadResume": "Télécharger CV"
}