{
    "summary": "Sommaire",
    "experienceEducation": "Expérience & Éducation",
    "contact": "Contact",
    "welcomeMessageTitle": "Vous investissez dans le potentiel de mon monde",
    "welcomeMessageSubTitle": "Je me concentre sur les technologies émergentes, innovantes et à croissance rapide, capables de générer de la valeur à long terme et une croissance efficace.",
    "getStarted": "Commencer",
    "contactMe": "Contactez-moi",
    "projects": "Projets",
    "summarySubtitle": "Aperçu",
    "summaryTitle": "Hautement qualifié et bien établi dans la collaboration pour des solutions rapides.",
    "summaryDescription": "Développeur expérimenté axé sur la direction et la programmation de processus efficaces en utilisant la connaissance des exigences, des relations clients, de la formation et des conceptions sécurisées.",
    "summaryPoint1": "Testé par le PSCC pour la langue secondaire (anglais) avec des résultats valides du CCE",
    "summaryPoint2": "Niveau d'habilitation de sécurité Secret valable jusqu'en octobre 2031",
    "summaryPoint3": "Naviguer les technologies Cloud et onPrem avec les protocoles et procédures de cybersécurité associés",
    "summaryPoint4": "Expert en technologie, avec la capacité d'apprendre et d'appliquer rapidement de nouvelles applications logicielles au poste.",
    "summaryPoint5": "Compétences de communication efficaces pour discuter de projets à tous les niveaux, avec la capacité d'articuler clairement le travail, les problèmes et les défis.",
    "summaryPoint6": "Expert dans l'atteinte de niveaux élevés de multitâche en restant concentré et axé sur les objectifs.",
    "projectsTitle": "Découvrez mes solutions.",
    "projectsSubTitle": "Pour des raisons de sécurité, je parlerai des projets de manière anonyme et uniquement sous l'angle technique.",
    "objectives": "Objectifs",
    "technologies": "Technologies",
    "role": "Rôle",
    "projectA": "Projet A",
    "AI": "Intelligence artificielle",
    "projectAObjectiveDescription": "Concevoir une solution web pour évaluer l'efficacité de différents algorithmes de reconnaissance faciale basés sur l'intelligence artificielle. Mettre en œuvre ce scénario physiquement entre différents postes de travail. Après la collecte des données, générer des rapports et des statistiques à destination de la direction afin de faciliter la prise de décision et le passage à la phase suivante du projet (sur 5).",
    "projectARoleDescription": "Pour cette solution, j'étais développeur et je collaborais avec des collègues plus expérimentés afin de concevoir un système performant. Malheureusement, j'ai dû quitter le projet avant de finaliser la plateforme web en raison de problèmes de financement et de ressources.",
    "projectB": "Projet B",
    "mobileApproach": "Approche Mobile Premier",
    "projectBObjectiveDescription": "Concevoir une solution rapide permettant aux agents frontaliers de saisir des données efficacement et rapidement depuis leurs ordinateurs ou appareils mobiles. Effectuer la migration des données depuis l'ancien système et configurer un tableau de bord de reporting basé sur la nouvelle source de données.",
    "projectBRoleDescription": "Pour cette solution, j'ai agi en tant que développeur et j'ai collaboré avec mes collègues afin de fournir un système efficace aux clients.",
    "projectC": "Projet C",
    "caseManagement": "Gestion de Cas",
    "projectCObjectiveDescription": "Concevoir une solution rapide permettant aux agents frontaliers de saisir des données efficacement et rapidement depuis leurs ordinateurs ou appareils mobiles. Effectuer la migration des données depuis l'ancien système et configurer un tableau de bord de reporting basé sur la nouvelle source de données.",
    "projectCRoleDescription": "Pour cette solution, j'ai agi en tant que chef d'équipe et géré mes ressources et les attentes de mes clients afin de livrer une solution complète.",
    "projectD": "Projet D",
    "internalEfficiency": "Efficacité Interne",
    "projectDObjectiveDescription": "Concevoir une solution rapide permettant aux gestionnaires, directeurs, directeurs exécutifs et directeurs généraux de soumettre des demandes d'heures supplémentaires de leurs subordonnés et de les faire remonter pour approbation. Effectuer la migration des données depuis l'ancien système Excel et configurer un tableau de bord de reporting basé sur la nouvelle source de données.",
    "projectDRoleDescription": "Pour cette solution, j'ai agi en tant que chef d'équipe et géré mes ressources et les attentes de mes clients afin de livrer une solution complète.",
    "timeline": "Chronologie",
    "computerEngineering": "Génie Informatique",
    "computerEngineeringTime": "Inscrit à La Cité Collégiale en septembre 2018",
    "computerEngineeringDescription": "Après avoir obtenu mon diplôme d’études secondaires, je me suis inscrit à La Cité et j’ai déménagé de ma ville natale à Ottawa, Ontario.",
    "supportAte": "Support ATE",
    "supportAteTime": "Embauché à l'Hôpital Général de Hawkesbury de mai 2019 à août 2019",
    "supportAteDescription": "J'ai commencé mon premier stage d'été COOP en tant que Support ATE.",
    "softwareDevelopment": "Programmation Informatique",
    "softwareDevelopmentTime": "Changer de programmes à La Cité Collégiale en janvier 2020",
    "softwareDevelopmentDescription": "Après avoir passé 2 ans dans le programme d'ingénierie et réalisé que je préférerais me concentrer sur l'aspect logiciel plutôt que sur l'aspect électrique, j'ai transféré mes crédits au programme adjacent de Programmation Informatique.",
    "softwareDevelopmentGraduatedTime": "Diplômé de La Cité Collégiale en avril 2022",
    "softwareDevelopmentGraduatedDescription": "Gradués avec un diplôme d'étude et nomination.",
    "juniorApplicationDeveloper": "Développeur d'applications junior (IT-01)",
    "juniorApplicationDeveloperTime": "Embauché à l'Agence des services frontaliers du Canada en janvier 2021",
    "juniorApplicationDeveloperDescription": "J'ai obtenu mon deuxième stage et mon emploi occasionnel au sein du programme Accelerated Innovative Emerging Technologies (AIET), Business Technology Information Directorate (BTID), Information Science Technology Branch (ISTB), Canada Border Services Agency (ASFC) tout en terminant mon programme collégial.",
    "programmerAnalyst": "Programmeur Analyste (IT-02)",
    "programmerAnalystTime": "Promu à l'Agence des services frontaliers du Canada en janvier 2022",
    "programmerAnalystDescription": "En attendant ma graduation, mon gestionnaire m'a promu au niveau IT-02 pour une durée indéterminée.",
    "teamLead": "Chef d'équipe (IT-03)",
    "teamLeadTime": "Promu à l'Agence des services frontaliers du Canada en novembre 2024",
    "teamLeadDescription": "Promu à titre intérimaire pour un an d'essai. Mon gestionnaire est dans le processes d'obtenir une prolongation de contrat indéterminée ou intérimaire, en fonction des fonds disponibles.",
    "latest": "Récent",
    "emailAddress": "Adresse Courriel",
    "phoneNumber": "Numéro de Téléphone",
    "getInTouch": "Contactez-moi et faisons quelque chose de grand",
    "getInTouchDescription": "J'espère que cette courte démonstration vous aura donné envie de me contacter pour plus de détails. Au plaisir de vous rencontrez.",
    "downloadResume": "Télécharger CV"
}